[
    {
        "chapterId": "0",
        "title": "Prolog: Die Anfänge (Okt 2003 – Nov 2003)",
        "description": "<p>Unser Held erwacht! <\/p><p>Die ersten Schritte unserer Helden und die Einführung in die Welt von TwoKinds. Eine Zeit der Entdeckungen und unerwarteten Begegnungen.<\/p>"
    },
    {
        "chapterId": "1",
        "title": "Kapitel 1 (Nov 2003 – Dez 2003)",
        "description": "<span class=\"selected\">Der Mensch Trace und die Keidran Flora verbringen die erste Nacht zusammen. Floras Ex, Sythe, taucht zum ersten Mal auf!<\/span>"
    },
    {
        "chapterId": "2",
        "title": "Kapitel 2 (Dez 2003 – Feb 2004)",
        "description": "<span class=\"selected\">Unser Duo erreicht sein erstes Dorf und trifft auf einen neuen Verbündeten: den Basitin-Ausgestoßenen Keith. Trace begegnet auch zum ersten Mal mehreren Personen aus seiner Vergangenheit: den Tavernen-Schwestern Maren und Karen, und Traces altem Freund Red. Ein Ziel wird gesetzt: ein Schiff finden und zu den Basitin-Inseln segeln. Aber Vertrauen ist schwer, wenn es zwischen drei sehr unterschiedlichen Spezies entsteht.<\/span>"
    },
    {
        "chapterId": "3",
        "title": "Kapitel 3 (März 2004 – Mai 2004)",
        "description": "Keith zurücklassend, machen Trace und Flora Halt in einer neuen Stadt, größer als die letzte, auf der Suche nach Hilfe und Vorräten. Aber Traces alte Freunde sind ihm hierher gefolgt, entschlossen, ihn zurückzuholen und seine Erinnerungen wiederherzustellen!"
    },
    {
        "chapterId": "4",
        "title": "Kapitel 4 (Mai 2004 – Aug 2004)",
        "description": "Die Gruppe trifft sich wieder mit Keith, unter dem Versprechen, dass er Flora nicht feindselig behandeln wird. Als sie gehen, trifft Flora auf Euchre, einen Freund aus ihrer Zeit als Sklavin. Die Dinge laufen schief, als sie versuchen, ihn zu befreien. Trace verliert zum ersten Mal die Kontrolle."
    },
    {
        "chapterId": "5",
        "title": "Kapitel 5 (Aug 2004 – Dez 2004)",
        "description": "Flora und Trace versöhnen sich, und romantische Gefühle beginnen zu erblühen. Euchre und das Team trennen sich. Sie verirren sich fast sofort, während angedeutet wird, dass Euchre nicht ganz so harmlos ist. Das Konzept der wilden Keidran und des Östrus wird zum ersten Mal angesprochen. Mehr von Keiths Vergangenheit wird enthüllt, sowie seine Feindseligkeit gegenüber Keidran."
    },
    {
        "chapterId": "6.1",
        "title": "Kapitel 6, Teil 1 (Dez 2004 – Jan 2005)",
        "description": "<span class=\"selected\">Die Gruppe glaubt, eine Hafenstadt erreicht zu haben, aber etwas stimmt nicht. Saria, Traces frühere Frau, taucht zum ersten Mal auf. Flora erlebt Gefühle von Eifersucht und Selbsthass, die sie anfällig für Ephemeral machen, einen maskenartigen Geist.<\/span>"
    },
    {
        "chapterId": "6.2",
        "title": "Kapitel 6, Teil 2 (Jan 2005 – Juni 2005)",
        "description": "Flora wird von Ephemeral besessen, die ihren Körper benutzt, um die Gruppe zu bekämpfen. Trace beginnt ein zweites Mal die Kontrolle zu verlieren, aber Euchre greift ein. Trace verbindet sich mental mit Flora, was Ephemerals Griff so weit schwächt, dass er gebrochen werden kann. Es wird enthüllt, dass die Hafenstadt eine riesige illusionäre Falle war, die von der Maske errichtet wurde, und Saria verabschiedet sich."
    },
    {
        "chapterId": "7",
        "title": "Kapitel 7 (Juni 2005 – März 2006)",
        "description": "Das Team reist nach Süden nahe der Wolfsgrenze, um die echte Hafenstadt, Wreathwood, zu erreichen. Trace und Flora verbringen ihre erste Nacht zusammen, und die Masken mischen sich ein, wie sie es tun. Wolfs-Assassinen greifen an! Trace benutzt zum ersten Mal versehentlich schwarze Magie und beschwört einen Dämon, der den Kampf beendet. Die Drachin, Lady Nora, taucht zum ersten Mal auf, sehr zu jedermanns Schock."
    },
    {
        "chapterId": "8",
        "title": "Kapitel 8 (März 2006 – Aug 2006)",
        "description": "Die Wolfs-Assassine Natani schließt sich der Gruppe an! Die vier erreichen Wreathwood rechtzeitig zu einem Festival. Der ansässige Perversling, Eric, versorgt die Gruppe mit einem Schiff. Kathrin taucht auf! Und Dinge über Natani werden enthüllt. Zwei Dinge."
    },
    {
        "chapterId": "9",
        "title": "Kapitel 9 (Aug 2006 – Jan 2007)",
        "description": "Erics Bruder Roderick ist ein Idiot. Natanis erster Rückblick. Die Gruppe legt ab! Flora posiert für ein Gemälde, während Keith und Natani sparren. Während der Reise hat Natani… geschlechtsbezogene Probleme, aber Keith hilft. Nicht so."
    },
    {
        "chapterId": "10",
        "title": "Kapitel 10 (Jan 2007 – Mai 2008)",
        "description": "Basitin-Insel gesichtet! Schaut euch all die Keiths an! Die Generäle tauchen auf, darunter ein alter Freund von Keith, Alaric. Mike wird von Nora reingelegt. Keith enthüllt seine Familiengeschichte. Traces Vergangenheit mit Saria wird ebenfalls von Nora gezeigt. Aber oh-oh, Templer sind auch hier! Keith wird befohlen, Natani zu töten, die (korrekt) für eine Wolfsspionin gehalten wird. Laura! Keith und Laura haben ein unbeholfenes, dann tränenreiches Wiedersehen."
    },
    {
        "chapterId": "11",
        "title": "Kapitel 11 (Mai 2008 – Nov 2009)",
        "description": "<p>Trace wird gefangen genommen. Keith verzögert seine Befehle, indem er nach Natanis Vergangenheit fragt, und die mentale Verbindung wird erklärt. Keith versucht, Natani zu töten. Dann… Kuss? Die Taverne brennt, also gehen sie raus und schmieden einen Plan, um Trace zurückzuholen. Keith kämpft gegen Alaric, was schlecht endet. König Adelaide! General Alabaster vermasselt alles. Laura gibt ihnen die Chance, den Turm zu zerstören.<\/p>"
    },
    {
        "chapterId": "12",
        "title": "Kapitel 12 (Nov 2009 – März 2011)",
        "description": "<span class=\"selected\">Schnell, Team B! Sie sind gezwungen, vor Wölfen zu fliehen. Nachwirkungen der Schlacht. Keith wird vor Gericht gestellt. Seine wahre Familiengeschichte wird offengelegt. Keiths Freunde riskieren die Hinrichtung, aber mit Hilfe von Lynn und König Adelaide wird Keith zum General ernannt. Alles nach Alarics Plan. Trace lernt die Konsequenzen des Gebrauchs von schwarzer Magie. Laura verabschiedet sich.<\/span>"
    },
    {
        "chapterId": "13",
        "title": "Kapitel 13 (März 2011 – Juni 2011)",
        "description": "<span class=\"selected\">Team B plant die Reise nach Lyn’knoll, der freien Stadt. Alle von Team A gruppieren sich neu und stechen nach der Beerdigung in See. Ein blinder Passagier ist an Bord.<\/span>"
    },
    {
        "chapterId": "14",
        "title": "Kapitel 14 (Juni 2011 – Mai 2012)",
        "description": "<span class=\"selected\">Ärger beginnt zwischen den Sklaven, die Freiheit wollen. Feuer bricht auf dem Schiff aus, und Natani verliert seine Lieblingsrobe. Kathrin zeigt Eric ihre wahren Gefühle, und der blinde Passagier (und die wahre Ursache des Feuers) wird enthüllt.<\/span>"
    },
    {
        "chapterId": "15",
        "title": "Kapitel 15 (Mai 2012 – Feb 2013)",
        "description": "<span class=\"selected\">Keith erlebt Depressionen nach seinem Verlust. Ein weiterer blinder Passagier, Lynn, taucht auf. Währenddessen bereitet sich Zen in Team B darauf vor, Sythe zu fangen. Raines verborgenes Geheimnis wird während des Kampfes enthüllt, aber Zen wird abgewehrt. Natani erschafft auf Keiths Wunsch eine Illusion von Laura, um sich zu verabschieden, kann sie aber nicht loslassen, obwohl der Zauber sich von seinem Leben ernährt.<\/span>"
    },
    {
        "chapterId": "16",
        "title": "Kapitel 16 (Feb 2013 – Okt 2013)",
        "description": "Eine jetzt viel pelzigere Raine erklärt Team B ihre Vergangenheit und ihren Vater, Euchre. Der rothaarige Typ ist rassistisch. Natani geht zu Kathrin, um Hilfe bei der Kleidung zu bekommen, und während sie zusammen sind, haben sie ein ‘Mädchengespräch’. Floras Schwangerschaft wird Trace offenbart. Ein riesiger Kampf bricht aus, aber die Laura-Illusion überzeugt Keith schließlich, sich zu verabschieden und weiterzumachen."
    },
    {
        "chapterId": "16.5",
        "title": "10. Jubiläumskapitel (Okt 2013 – Nov 2013)",
        "description": "Zehn Jahre Twokinds! Die vier Hauptcharaktere schwelgen in Erinnerungen an die gemeinsame Zeit."
    },
    {
        "chapterId": "17",
        "title": "Kapitel 17 (Nov 2013 – Feb 2015)",
        "description": "<p>In Team B sind Maren und Karen aufgrund von Zens Gift bewusstlos. Feststeckend, sprechen Raine und Red darüber, wie es ist, ein Wolf zu sein. Zen schlägt erneut zu, wird aber ausgeschaltet! In Team A hilft Natani Keith, und Gefühle beginnen endlich, zugegeben zu werden. Kuss! Team B streitet sich, was mit Zen zu tun ist. Maren und Karen wachen auf und treffen die neue Raine. Sie stimmen zu, das magienullifizierende Halsband zu benutzen, aber mit katastrophalen Folgen.<\/p>"
    },
    {
        "chapterId": "18",
        "title": "Kapitel 18 (Feb 2015 – Nov 2016)",
        "description": "Team A erreicht schließlich Land in Floras altem Heimatdorf. Keith ist entschlossen, Natani zu heilen. Der Krieg mit den Wölfen eskaliert. Flora trifft ihren alten 'Bruder' Kei wieder. Sie vereinbaren, sich in der Riftwall-Taverne zu treffen, wo Adira und Maeve zum ersten Mal auftauchen! Ein Tigertreffen findet statt. Keith und Co. kämpfen gegen Söldner, die nach Wölfen suchen, angeführt von Saraphina. Der Kampf endet durch die Drachenprinzessin. Das Tigertreffen beginnt… es ist eine Falle! Währenddessen kämpft Natani gegen ihre inneren Dämonen."
    },
    {
        "chapterId": "19",
        "title": "Kapitel 19 (Nov 2016 – Apr 2018)",
        "description": "Team B reist weiter westwärts in Richtung Lyn’knoll &amp; Edinmire. Sie ruhen sich für die Nacht an einer heißen Quelle aus. Trace und Co. werden zum Legacy Manor eskortiert. Sie treffen Prinzessin Reni wieder, und sie liest seine Gedanken. Eine ältere Roselyn wird als Verwalterin des Anwesens enthüllt. Da Edinmires Gefängnis zerstört ist, werden gefangene Wölfe in die Verliese des Anwesens geschickt. Team A nimmt sich etwas Zeit zum Ausruhen, wobei Natani und Keith etwas Zeit allein verbringen. „Willst du sie anfassen?“ Am nächsten Morgen findet Team B Ärger in Form von Carver! Clovis, Carvers Boss, wird angedeutet. Carver wird besiegt, aber Zen wird verletzt. Reni eilt Team B zu Hilfe, und die Gruppen vereinen sich endlich wieder! Während sie sich von der Flucht erholen, beschreibt Reni ihre Abstammung und Drachenhierarchie. Die Gruppe kehrt per Tor-Schlüssel zurück. Euchre warnt Rose. Carvers Schicksal."
    },
    {
        "chapterId": "20",
        "title": "Kapitel 20 (Apr 2018 – März 2020)",
        "description": "Zen wacht im Krankenhaus des Anwesens mit Kathrin auf. Trace und Rose unterhalten sich, ebenso Natani und Zen. Mike und Evals entdecken den Oasenraum und besprechen ihre Zukunft. Maddie und Karen finden einen geheimen Gang und geraten mit einem Steingardian in Schwierigkeiten, was dazu führt, dass Rose entfesselt wird. Maddie enthüllt die Wahrheit. Währenddessen hat Raine ein Problem. Renis menschliche Form wird enthüllt, und die Gruppe feiert eine Party! Maren und Sythe lernen sich kennen. Aber etwas erwacht auf dem Anwesen. Anderswo wird Adira von Soldaten mitgenommen."
    },
    {
        "chapterId": "21",
        "title": "Kapitel 21 (März 2020 – Jan 2023)",
        "description": "<p>Trace und Flora werden in den geheimen Gang teleportiert und treffen Stoney! Er ist freundlich. Währenddessen wird die Oasis-Party von Traces anderen Versuchen mit Steingardianen angegriffen. Dunkle Geheimnisse aus Traces Vergangenheit werden aufgedeckt. Saria war schwanger, als sie starb, und Rose ist nicht, was sie zu sein scheint. Clovis bricht während des Chaos in das Anwesen ein. Seine Männer greifen Sythe an und jagen Zen. Im Gewächshaus, inmitten verdrehter Rosenranken, betritt Detritus die Szene. Er plant, Saria wieder zum Leben zu erwecken, indem er Marens Körper benutzt. Reni bricht aus dem Oasenraum aus und befreit die anderen. Clovis betritt die Verliese und schaltet seine eigenen Männer aus, scheinbar um lose Enden zu schließen. Nibbly verteidigt einen verwundeten Sythe und führt ihn dann in den versteckten Gang. Clovis und Reni kämpfen. Kat wird von Clovis' anderem Wolf angegriffen, wird aber von Zen und Eric geholfen. Stoney kämpft gegen Detritus und rettet den Tag!<\/p>"
    },
    {
        "chapterId": "22",
        "title": "Kapitel 22 (Jan 2023 – Juli 2025)",
        "description": "Zusammenfassung ausstehend"
    },
    {
        "chapterId": "",
        "title": "Oh, diese Comicseiten konnten keinem Kapitel zugeordnet werden?",
        "description": "<p>Ups, da ist etwas schiefgelaufen, oder die Homepage befindet sich grade in einem Update. Wenn dieses Kapitel morgen immer noch vorhanden ist, melde bitte einen Fehler an mich :) -&gt; GitHub Fehlermeldung<\/p>"
    }
]